{
    "Welcome": "Welcome",
    "Le site de la documentation officiel des produits Cloud Temple.": "The official documentation site for Cloud Temple products.",
    "Documentation Cloud Temple.": "Cloud Temple Documentation.",
    "Bienvenue sur la documentation des produits et services Cloud de confiance.": "Welcome to the documentation for trusted Cloud products and services.",
    "Notre documentation vous guide pas à pas, des bases de la configuration aux cas d’usage avancés, pour tirer pleinement parti de nos services tout en respectant les plus hauts standards de conformité européenne.": "Our documentation guides you step by step, from basic configuration to advanced use cases, helping you make the most of our services while adhering to the highest European compliance standards.",
    "Explorer nos solutions et produits": "Explore our solutions and products",
    "Getting started": "Getting started",
    "Explorez et maîtrisez la console": "Explore and master the console",
    "Apprenez à gérer vos ressources Cloud en toute simplicité grâce à notre console intuitive et puissante.": "Learn to manage your Cloud resources effortlessly with our intuitive and powerful console.",
    "Découvrir la console": "Discover the console",
    "Provisionnez vos ressources Cloud": "Provision your Cloud resources",
    "Commandez vos premières instances, volumes ou services pour débuter sur un Cloud sécurisé et performant.": "Order your first instances, volumes, or services to get started on a secure and high-performance Cloud.",
    "Commencez dès maintenant": "Get started now",
    "Déployez en quelques clics": "Deploy in just a few clicks",
    "Lancez votre première machine virtuelle en quelques étapes simples et configurez-la pour vos besoins spécifiques.": "Launch your first virtual machine in a few simple steps and configure it to meet your specific needs.",
    "Déployer": "Deploy",
    "Configurez un Bucket S3": "Set up an S3 Bucket",
    "Créez un Bucket compatible S3 et intégrez-y des identifiants d'accès pour simplifier vos workflows de stockage.": "Create an S3-compatible bucket and integrate access credentials to simplify your storage workflows.",
    "Créer un Bucket": "Create a Bucket",
    "Suivi des évolutions": "Change Log",
    "Retrouvez les dernières évolutions et nouvelles fonctionnalités.": "Find the latest updates and new features.",
    "Explorez les améliorations apportées pour optimiser vos environnements, enrichir vos capacités de gestion, et faciliter vos opérations.": "Explore the improvements made to optimize your environments, enhance your management capabilities, and simplify your operations.",
    "Version 4.1.2 - 25/11/2024": "Version 4.1.2 - 11/25/2024",
    "GÉNÉRAL : Modification de l'agencement des menus pour un tenant non SecNumCloud.": "GENERAL: Adjusted menu layout for non-SecNumCloud tenants.",
    "IAAS - MACHINES VIRTUELLES : Amélioration de l'affichage des messages des tâches VMware dans les interfaces.": "IAAS - VIRTUAL MACHINES: Improved display of VMware task messages in interfaces.",
    "SUPERVISION : Optimisation de l'affichage des services pour une meilleure prise en compte des éléments par page.": "MONITORING: Optimized service display for better handling of items per page.",
    "Version 4.1.1 - 18/11/2024": "Version 4.1.1 - 11/18/2024",
    "IAAS - MACHINES VIRTUELLES : Ajout de la conversion automatique des unités pour l'édition de la mémoire des VMs.": "IAAS - VIRTUAL MACHINES: Added automatic unit conversion for VM memory editing.",
    "IAAS - SAUVEGARDE : Introduction d'une fonctionnalité d'export CSV pour les rapports de sauvegarde.": "IAAS - BACKUP: Introduced a CSV export feature for backup reports.",
    "OPENIAAS - MACHINES VIRTUELLES : Amélioration du processus de gestion de l'option de démarrage automatique.": "OPENIAAS - VIRTUAL MACHINES: Improved management process for the auto-start option.",
    "Version 4.1.0 - 13/11/2024": "Version 4.1.0 - 11/13/2024",
    "GÉNÉRAL : Possibilité d'envoyer des fichiers lors d'un feedback depuis la console.": "GENERAL: Ability to attach files when submitting feedback from the console.",
    "IAAS - MACHINES VIRTUELLES : Ajout des activités de snapshots directement accessibles depuis les onglets de gestion des VMs.": "IAAS - VIRTUAL MACHINES: Added snapshot activities accessible directly from VM management tabs.",
    "IAAS - INFRASTRUCTURE : Filtrage amélioré des zones de disponibilité sur les pages calcul et stockage.": "IAAS - INFRASTRUCTURE: Improved filtering of availability zones on compute and storage pages.",
    "OPENIAAS - MACHINES VIRTUELLES : Validation automatique des politiques de sauvegarde lors du démarrage.": "OPENIAAS - VIRTUAL MACHINES: Automatic validation of backup policies during startup.",
    "IAM : Renforcement des permissions avec désactivation de la suppression de propriétaires de tenants.": "IAM: Strengthened permissions with the disablement of tenant owner deletion.",
    "Version 4.0.0 - 18/10/2024": "Version 4.0.0 - 10/18/2024",
    "GÉNÉRAL : Introduction d'un nouveau design de la console et refonte des pages infrastructure et sauvegarde.": "GENERAL: Introduced a new console design and revamped infrastructure and backup pages.",
    "Version 3.38.0 - 03/10/2024": "Version 3.38.0 - 10/03/2024",
    "OPENIAAS - MACHINES VIRTUELLES : Lancement du module OpenIaaS pour la gestion avancée des machines virtuelles.": "OPENIAAS - VIRTUAL MACHINES: Launch of the OpenIaaS module for advanced virtual machine management.",
    "Voir toutes les versions": "See all versions"
  }